Repository: common-repository/lesson-bookmark-tutor-lms
Catalog: languages/lesson-bookmark-tutor-lms-*.po
Languages: fr_fr

source: <em>Lesson Bookmark for Tutor LMS</em> requires <em>Tutor LMS</em> to be installed and active.
fr_fr: <em>Lesson Bookmark for Tutor LMS</em> nécessite que le plugin <em>Tutor LMS</em> soit installé et activé.

source: Bookmark
fr_fr: Ajouter aux favoris

source: Course: %s
fr_fr: Cours : %s

source: It only takes 1 min
fr_fr: Ca prend 1 minute

source: Lesson %d
fr_fr: Leçon %d

source: Lesson Bookmark for Tutor LMS allows to add lessons in the list of your favorite lessons and to display the favorites with the shortcode `[tllb_display_favorites]`
fr_fr: Lesson Bookmark for Tutor LMS permet d'ajouter des chapitres dans la liste de vos chapitres préférés et d'afficher les favoris avec le shortcode `[tllb_display_favorites]`

source: Lesson successfully bookmarked
fr_fr: Chapitre ajouté aux favoris avec succès

source: Lesson successfully removed from bookmarks
fr_fr: Chapitre retiré des favoris avec succès

source: Lesson: %s
fr_fr: Chapitre : %s

source: Lesson: Lesson - Course: Course
fr_fr: Leçon : Leçon - Cours : Cours

source: Maybe later
fr_fr: Peut-être plus tard

source: Nope, I don't want to help :(
fr_fr: Non, je ne veux pas aider :(

source: Post a review
fr_fr: Mettre un avis

source: Remove Bookmark
fr_fr: Retirer des favoris

source: Remove this bookmark
fr_fr: Retirer des favoris

source: See lesson
fr_fr: Voir chapitre

source: Wonderful! You have been using Lesson Bookmark for Tutor LMS for more than a week. <b>Help us</b> and tell us what you think
fr_fr: Super ! Vous utilisez Lesson Bookmark for Tutor LMS depuis plus d'une semaine. <b>Aidez-nous</b> et dites-nous ce que vous en pensez

source: You don't have bookmarked lessons yet
fr_fr: Vous n'avez pas encore de chapitre favori
